Repository: common-repository/update-posts-date
Catalog: languages/update-posts-date-*.po
Languages: ar

source: Update Posts Date
ar: تحديث تاريخ النشر

source: Settings
ar: الإعدادات

source: Originally posted
ar: تاريخ النشر الأصلي

source: You do not have sufficient permissions to access this page.
ar: غير مسموح لك الدخول لهذه الصفحة.

source: Sorry, your nonce did not verify.
ar: عذرا.. كود الحماية غير متطابق.

source: Options Updated.
ar: تم تحديث البيانات.

source: Posts on your site will be republished based on the conditions you specify below.
ar: سيتم إعادة نشر المقالات على حسب الخيارات التي قمت بتحديثها أدناه.

source: A republished post will have its date reset to the current date and so it will appear in feeds, on your front page and at the top of archive pages.
ar: سيتم إعادة تعيين تاريخ المقالة إلى التاريخ الحالي وبالتالي سيظهر في الخلاصات وعلى صفحتك الأولى وفي أعلى صفحات الأرشيف.

source: WARNING
ar: تحذير

source: If your permalinks contain dates, disable this plugin immediately.
ar: إذا كانت الروابط الدائمة الخاصة بك تحتوي على تواريخ، فقم بتعطيل هذه الإضافة حتى على الفور.

source: Minimum Interval Between Post Republishing
ar: للفاصل الزمني بين كل إعادة النشر

source: Minute
ar: دقيقة

source: Minutes
ar: دقائق

source: Hour
ar: ساعة

source: Hours
ar: ساعات

source: days
ar: أيام

source: Randomness Interval (added to minimum interval)
ar: الفاصل الزمني العشوائي (يضاف إلى الحد الأدنى للفاصل الزمني)

source: Post age before eligible for republishing
ar: عمر المقالة المسموح لها بإعادة النشر

source: Days
ar: أيام

source: Republish post to position (choosing the 2nd position will leave the most recent post in place)
ar: موضع المقالة التي أعيد نشرها (اختيار الخيار الثاني سيؤدي إلى ترك المنشور الأحدث في مكانه)

source: 1st Position
ar: الموضع الأول

source: 2nd Position
ar: الموضع الثاني

source: Show original publication date at post end?
ar: عرض تاريخ المقالة الأصلي

source: Hide
ar: إخفاء

source: Top
ar: في بداية المقالة

source: End
ar: في نهاية المقالة

source: Select categories to omit from republishing
ar: حدد الأقسام التي تريد عزلها من إعادة النشر

source: Update Options
ar: تحديث الخيارات

source: Update posts date automatically by setting the date to the current date.
ar: تحديث تاريخ المقالات تلقائيًا عن طريق ضبط التاريخ على التاريخ الحالي.

source: EDC Dev Team
ar: فريق التطوير - لجنة الدعوة الإلكترونية
